13/data/attachments/bedd8a1475835119.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:username>
            <nif:friendToBeAdded>Lawrence_officer_Friend_28042_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>